Repository: NaN-tic/trytond-product_fields_company
Catalog: locale/*.po
Languages: es

# field:product.product,company_fields:
source: Company Fields
es: Campos de la empresa

# field:product.product,company_purchasable:
source: Company Purchasable
es: Comprable en Empresa

# field:product.product,company_salable:
source: Company Salable
es: Vendible en Empresa

# field:product.template,company_fields:
source: Company Fields
es: Campos de la empresa

# field:product.template,company_purchasable:
source: Company Purchasable
es: Comprable en Empresa

# field:product.template,company_salable:
source: Company Salable
es: Vendible en Empresa

# field:product.template.company_fields,company:
source: Company
es: Compañía

# field:product.template.company_fields,purchasable:
source: Purchasable
es: Puede ser comprado

# field:product.template.company_fields,purchasble:
source: Purchasable
es: Comprable

# field:product.template.company_fields,salable:
source: Salable
es: Vendible

# field:product.template.company_fields,template:
source: Template
es: Producto

# field:product.template.company_fields,template_purchasable:
source: Template Purchasable
es: Comprable Plantilla

# field:product.template.company_fields,template_salable:
source: Template Salable
es: Vendible Plantilla

# field:purchase.line,company_purchasable:
source: Company Purchasable
es: Comprable en Empresa

# field:sale.line,company_salable:
source: Company Salable
es: Vendible en Empresa

# model:ir.message,text:msg_company_unique
source: The company must be unique by template.
es: La Empresa ha de ser única por plantilla

# model:product.template.company_fields,name:
source: Product Template Company Fields
es: Campos de empresa de plantilla de producto

# view:product.template:
source: Multicompany
es: Multi Empresa
